brew "ag"
brew "cowsay"
brew "docker-compose"
brew "docker"
brew "git"
brew "go"
brew "ipython"
brew "jq"
brew "python"
brew "tig"
brew "tree"
brew "uv"
brew "vim"

cask "alfred"
cask "caffeine"
cask "claude"
cask "google-chrome"
cask "iterm2"
cask "mimestream"
cask "postico"
cask "rectangle-pro"
cask "shottr"
cask "tailscale-app"
cask "textmate"
cask "zed"
